Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/dahpahusat_fi/1_vanhustyo.pdf.tmx
Source language: fin
Languages: sme

source: Tavoitteena saamenkielisten ja kulttuuriin pohjautuvien palveluiden laatu, vaikuttavuus ja saatavuus
sme: Ulbmilin buoridit sámegielat ja kultuvrii vuođđuduvvi bálvalusaid kvalitehta, váikkuhahttivuođa ja oažžuma

source: - Miten toimin, kun asiakkaana on saamelainen ikäihminen ?
sme: - Mo doaimman, go áššehassan lea sápmelaš ahkeolmmoš ?

source: Työkalupakin avulla
sme: Bargoneavvolođá vehkiin

source: • Saamen kieli ja kulttuuri tulevat näkyviksi hoitotyössä.
sme: • Sámegiella ja kultuvra bohtet oinnolažžan dikšunbarggus.

source: Oman taustan merkitys ja hoitotyön laatu korostuvat.
sme: Iežas duogáža mearkkašupmi ja dikšunbarggu kvalitehta bohtet čielgasabbot ovdan.

source: • Henkilöstö huomioi paremmin saamelaisen ikääntyneen tarpeet ja asiakas saa mahdollisuuden vaikuttaa omaan hoitoonsa kotipalvelussa, palveluasumisessa, tehostetussa palveluasumisessa ja laitoshoidossa.
sme: • Bargit váldet buorebut vuhtii sámi ahkeolbmo dárbbuid ja áššehas oažžu vejolašvuođa váikkuhit iežas dikšui ruoktobálvalusas, bálvalusássamis, beavttálmahtton bálvalusássamis ja lágádusdivššus.

source: • Henkilöstö saa käytännön tietoa siitä, miten saamelainen ikääntynyt ihminen voi säilyttää ja ylläpitää kieltään, kulttuuriaan ja identiteettiään.
sme: • Bargit ožžot geavatlaš rávvagiid, ávžžuhusaid das, mo sápmelaš ahkeolmmoš sáhttá seailluhit ja bajásdoallat iežas giela, kultuvrra ja identitehta.

source: • Ohjekirjasen avulla työyhteisöön tuleva työntekijä voidaan helposti perehdyttää.
sme: • Rávagirjjáža vehkiin bargoservošii boahtti bargi sáhttá álkket oahpás mahttit bargui.

source: • Työkalupakista saa helposti ja nopeasti käsityksen siitä, mitä saamelaisen vanhustyö työpaikalla tarkoittaa.
sme: • Oažžu álkket ja johtilit áddejumi das, maid sámi boarrásiidbargu bargobáikkis oaivvilda.

source: • Saamelaisen ikääntyneen ja omaisten vaikutusmahdollisuudet hoitoon paranevat.
sme: • Sámi ahkeolbmo ja su oapmahaččaid váikkuhanvejolašvuođat dikšui buorránit.

source: • Jokaisen luvun kohdalla on saamelaisten kotiseutualueella tehtävää vanhustyötä koskevaa tietoa ja ohjeita.
sme: • Guhtege logu buohta lea sámiid ruovttuguovllu boarrásiidbarggu guoski diehtu ja rávvagat.

source: Lisäksi on tila, johon työpaikkakohtaisia käytäntöjä voi täydentää.
sme: Lassin lea sadji, masa guđege bargobáikki meannudanvugiid sáhttá dievasmahttit.
